Repository: GNOME/gnome-sudoku
Catalog: po/*.po
Languages: ckb

source: Sudoku
ckb: سودۆکو

source: Undo your last action
ckb: دووا کردارت بهێنەوە

source: Redo your last action
ckb: پەڕاندنی دووا کرداررت

source: Go back to the current game
ckb: بگەڕێوە بۆ یاری ئێستا

source: _Print
ckb: _چاپکردن

source: Print _Current Puzzle…
ckb: چاپکردنی_ مەتەڵی ئێستا...

source: Print _Multiple Puzzles…
ckb: چاپکردنی_ چەند مەتەڵێک...

source: High_lighter
ckb: بەرچا _وکەر

source: _Warnings
ckb: _ئاگاداری

source: _Help
ckb: _یارمەتی

source: _About Sudoku
ckb: _دەربارەی سودۆکو

source: _Easy
ckb: _ئاسان

source: _Medium
ckb: _مامناوەندی

source: _Hard
ckb: _بەهێز

source: _Very Hard
ckb: _زۆر بەهێز

source: _Create your own puzzle
ckb: _مەتەڵێکی تایبەت بە خۆت دروست بکە

source: _Pause
ckb: _ڕاگرتن

source: _Clear Board
ckb: _بۆردەکە پاکبکەرەوە

source: Reset the board to its original state
ckb: بۆردەکە بگەڕێنەوە باری بنەڕەتی

source: _New Puzzle
ckb: _مەتەڵێکی نوێ

source: Start a new puzzle
ckb: مەتەڵێکی نوێ دەستپێبکە

source: _Start Playing
ckb: _دەستبکە بە یاری

source: GNOME Sudoku
ckb: سودۆکو گنۆم

source: Width of the window in pixels
ckb: پانی پەنجەرە بە وێنەخاڵ

source: Height of the window in pixels
ckb: بەرزی پەنجەرە بە وێنەخاڵ

source: true if the window is maximized
ckb: true ئەگەر پەنجەرەکە گەورە کرابێت

source: Print Multiple Puzzles
ckb: چەن مەتەڵێک چاپ بکە

source: _Cancel
ckb: _پاشگەزبوونەوە

source: _Number of puzzles
ckb: _ژمارەی مەتەڵەکان

source: Difficulty
ckb: ئاستی بەهێزی

source: Unknown Difficulty
ckb: ئاستی بەهێزی نەزانراوە

source: Easy Difficulty
ckb: ئاستی ئاسان

source: Medium Difficulty
ckb: ئاستی مامناوەندی

source: Hard Difficulty
ckb: ئاستی بەهێز

source: Very Hard Difficulty
ckb: ئاستی زۆر بەهێز

source: Custom Puzzle
ckb: مەتەڵی دروستکراو

source: Show release version
ckb: وەشانی بڵاوکراوە پیشان بدە

source: Show the possible values for each cell
ckb: نرخی گونجاو بۆ هەر خانەیەک دیاربخە

source: The puzzle you have entered is not a valid Sudoku.
ckb: ئەو مەتەڵەی داتناوە گونجاو نیە.

source: Please enter a valid puzzle.
ckb: تکایە متەڵێکی گونجاو دابنێ.

source: The puzzle you have entered has multiple solutions.
ckb: ئەو مەتەڵەی داتناوە چەن وەڵامێکی هەیە.

source: Valid Sudoku puzzles have exactly one solution.
ckb: مەتەڵی گونجاو ئەوەیە کە یەک وەڵامی هەبێت.

source: _Back
ckb: _گەڕانەوە

source: Play _Anyway
ckb: هەرچۆنێک بێت _کاری پێبکە

source: _Resume
ckb: _دەستپێکردنەوە

source: _Quit
ckb: _دەرچوون

source: Play _Again
ckb: دووبارە _یاریکردنەوە

source: Select Difficulty
ckb: ئاستی بەهێزی دیاریبکە

source: Reset the board to its original state?
ckb: گەڕانەوە بۆرد بۆ باری بنەڕەتی؟

source: Create Puzzle
ckb: مەتەڵێک دروستبکە

source: The popular Japanese logic puzzle Puzzles generated by QQwing %s
ckb: مەتەڵی ژیربێژەکی بەناوبانگی یابانی مەتەڵەکان بەرهەم دێن لە لایەن QQwing %s

source: translator-credits
ckb: Launchpad Contributions: Brwa Salam https://launchpad.net/~brwasalam Jwtiyar Nariman https://launchpad.net/~jwtiyar

source: Clear
ckb: پاککردنەوە

source: Error printing file:
ckb: هەڵە لە چاپکردنی پەڕگە:

source: Paused
ckb: ڕاگیرا
